<?php
$this->menu=array(
	array('label'=>'หน้าแรก', 'url'=>array('index')),
	array('label'=>'ประวัติโรงเรียน', 'url'=>array('/site/page',
													'view' => 'about' )),
	array('label'=>'ข้อมูลพื้นฐานโรงเรียน', 'url'=>array('/site/page',
													'view' => 'vision')),
		array('label'=>'พระบรมราโชบาย', 'url'=>array('/site/page',
				'view' => 'royal_policy')),
	array('label'=>'ทำเนียบครูและบุคลากร', 'url'=>array('index')),
		
);?>
<br>


<br>
<h1>พระบรมราโชบายของพระบาทสมเด็จพระเจ้าอยู่หัว</h1>
<br>
<h3>พระราชทานแก่นักเรียนโรงเรียนราชประชานุเคราะห์</h3><br>
<br>
<h4>
๑.  รู้จักรักษาความสะอาดทั้งกายและใจ<br><br>
๒.	รู้จักช่วยเหลือตนเอง<br><br>
๓.	เป็นเด็กดีมีความเมตตากรุณา<br><br>
๔.	มีความซื่อสัตย์สุจริต<br><br>
๕.	ตรงต่อเวลา<br><br>
๖.	มีความกตัญญูกตเวที<br><br>
๗.	มีความขยันหมั่นเพียร<br><br>
๘.	มีความประพฤติเรียบร้อยอ่อนน้อมถ่อมตน<br><br>
๙.	มีความโอบอ้อมอารี<br><br>
๑๐.	รู้รักสามัคคีอยู่ร่วมกันอย่างสันติสุข<br><br>
๑๑.	รู้จักการทำสวนครัวเลี้ยงสัตว์แล้วนำไปจำหน่าย<br><br>
๑๒.	รู้จักมัธยัสถ์อดออม ฝากเงินไว้ในบัญชีธนาคารเพื่ออนาคตของตนเอง<br><br>
</h4>